[
  {
    "section": "Title number one about shoes.",
    "content": "A shoe is an item of footwear intended to protect and comfort the human foot. They are often worn with a sock. Shoes are also used as an item of decoration and fashion. The design of shoes has varied enormously through time and from culture to culture, with form originally being tied to function."
  },
  {
    "section": "Title number two about very fast cars.",
    "content": "A car or automobile is a motor vehicle with wheels. Most definitions of cars say that they run primarily on roads, seat one to eight people, have four wheels, and mainly transport people."
  },
  {
    "section": "Title number three about a house that I once owned.",
    "content": "A house is a single-unit residential building. It may range in complexity from a rudimentary hut to a complex structure of wood, masonry, concrete or other material, outfitted with plumbing, electrical, and heating, ventilation, and air conditioning systems."
  },
  {
    "section": "Title number four about computers.",
    "content": "A computer is a machine that can be programmed to carry out sequences of arithmetic or logical operations (computation) automatically. Modern digital electronic computers can perform generic sets of operations known as programs."
  },
  {
    "section": "Title number five about phones.",
    "content": "A telephone is a telecommunications device that permits two or more users to conduct a conversation when they are too far apart to be easily heard directly. A telephone converts sound, typically and most efficiently the human voice, into electronic signals that are transmitted via cables and other communication channels to another telephone which reproduces the sound to the receiving user."
  },
  {
    "section": "Title number six about more phones.",
    "content": "A telephone is a telecommunications device that permits two or more users to conduct a conversation when they are too far apart to be easily heard directly 2. A telephone converts sound, typically and most efficiently the human voice, into electronic signals that are transmitted via cables and other communication channels to another telephone which reproduces the sound to the receiving user 2."
  },
  {
    "section": "Title number seven about more computers.",
    "content": "A computer is a machine that can be programmed to carry out sequences of arithmetic or logical operations (computation) automatically 2. Modern digital electronic computers can perform generic sets of operations known as programs 2."
  },
  {
    "section": "Title number eight about more fast cars.",
    "content": "A car or automobile is a motor vehicle with wheels 2. Most definitions of cars say that they run primarily on roads, seat one to eight people, have four wheels, and mainly transport people 2."
  }
]